
// 2008

"kDiscoveringDevicesKey"					= "Nach Bluetooth-Geräten suchen …";
"kDiscoveryCompleteKey"						= "Suche abgeschlossen";
"kBluetoothIsOffKey"						= "Bluetooth wurde auf diesem Computer deaktiviert. Sobald Sie Bluetooth aktiviert haben, können Sie fortfahren.";
"kErrorDiscoveringDevicesKey"				= "Bei der Suche nach Geräten ist ein Fehler aufgetreten.";

"kOptionsKey"								= "Optionen";
"kStopKey"									= "Stopp";
"kStartKey"									= "Start";
"kShowKey"									= "Anzeigen";
"kAllDevicesKey"							= "Alle Geräte";
"kLaptopsKey"								= "Laptops";
"kClearListKey"								= "Liste löschen";
"kAudioDevicesKey"							= "Audiogeräte";

"kConfiguringServicesKey"					= "Dienste konfigurieren";
"kPasskeySelectionKey"						= "Kennwortauswahl";
"kNumDevicesFoundKey"						= "Suche nach Geräten – %@ gefunden";
"kAutomaticPairAttemptKey"					= "Es wird versucht, die Verbindung zu Ihrem Gerät automatisch herzustellen.";

"kSpecifyDeviceKey"							= "Gerät auswählen …";

"kDeviceList_MouseDevicesKey"				= "MÄUSE";
"kDeviceList_KeyboardDevicesKey"			= "TASTATUREN";
"kDeviceList_MobilePhoneDevicesKey"			= "MOBILTELEFONE";
"kDeviceList_AudioDevicesKey"				= "AUDIO";
"kDeviceList_OtherDevicesKey"				= "ANDERE";
"kDeviceList_ComputerDevicesKey"			= "COMPUTER";

"kDeviceList_NoDevicesFoundKey"				= "Keine Geräte gefunden";

"kPair_Device_PairingAttemptFailedInvalidSoftwareKey"	= "Der Verbindungsaufbau ist fehlgeschlagen. Diese Konfiguration von Mac OS X und der Bluetooth-Software ist möglicherweise unzulässig oder wird nicht unterstützt.";
"kPairAttemptFailed3Key"								= "Der Verbindungsaufbau ist fehlgeschlagen. Wenn Sie einen anderen Code eingeben oder eine andere Verbindungsmethode ausprobieren möchten, klicken Sie auf „Code-Optionen“. Klicken Sie auf „Fortfahren“, um es erneut zu versuchen.";

"kAlreadyPairedWithThatDeviceTitleStringKey"			= "Dieser Computer ist bereits mit „%@“ verbunden.";
"kAlreadyPairedWithThatDeviceExplanationStringKey"		= "Ihr Computer ist bereits mit diesem Gerät verbunden. Möchten Sie die Verbindung entfernen und das Gerät neu konfigurieren?";

//============================== Pair Panel =============================//

"kPairingFailed"							= "Verbindungsaufbau fehlgeschlagen";

// === prior to 2008

// Panel Titles.

"kIntroductionKey"							= "Einführung";
"kSetupDecisionKey"							= "Gerätetyp auswählen";
"kConclusionKey"							= "Zusammenfassung";

"kKeyboardSetupTitleKey"					= "Konfiguration einer Bluetooth-Tastatur";
"kMouseSetupTitleKey"						= "Konfiguration einer Bluetooth-Maus";
"kMouseTrackpadSetupTitleKey"				= "Konfiguration einer Bluetooth-Maus oder eines -Trackpads";
"kDeviceSetupTitleKey"						= "Konfiguration eines Bluetooth-Geräts";
"kPhoneSetupTitleKey"						= "Konfiguration eines Bluetooth-Mobiltelefons";
"kPrinterSetupTitleKey"						= "Konfiguration eines Bluetooth-Druckers";
"kHeadsetSetupTitleKey"						= "Konfiguration eines Bluetooth-Headsets";

// Misc stuff.

"kAreYouSureYouWantToQuitKey"				= "Möchten Sie den Assistenten wirklich beenden?";
"kAreYouSureYouWantToQuitExplanationKey"	= "Wenn Sie jetzt beenden, müssen Sie den Assistenten erneut von vorne durchgehen.";
"kUsersKeyboardKey"							= "%@s Tastatur";
"kUsersMouseKey"							= "%@s Maus";
"kUsersTrackpadKey"							= "%@s Trackpad";
"kRootUsersKeyboardKey"						= "Tastatur des Administrators";
"kRootUsersMouseKey"						= "Maus des Administrators";

"kSetUpAnotherDeviceButtonKey"				= "Weiteres Gerät konfigurieren";
"kAdvancedPasskeyOptionsButtonKey"			= "Code-Optionen …";
"kOtherKey"									= "Andere";
"kGenericKey"								= "Generic";

// Buttons.

"kOKButtonKey"								= "OK";
"kOpeniSyncButtonKey"						= "iSync öffnen";
"kCancelButtonKey"							= "Abbrechen";
"kContinueButtonKey"						= "Fortfahren";
"kIgnoreButtonKey"							= "Ignorieren";
"kSkipButtonKey"							= "Überspringen";
"kQuitButtonKey"							= "Beenden";
"kNeedAuthenticationTitleKey"				= "Sie müssen sich korrekt identifizieren, um die angegebenen Änderungen vornehmen zu können.";
"kNeedAuthenticationExplanationKey"			= "Wenn Sie die Einstellungen für den Internetzugang ändern möchten, müssen Sie sich auf diesem Rechner als Administrator anmelden. Deaktivieren Sie diese Einstellung oder klicken Sie auf „Fortfahren“, um sich erneut anzumelden.";

// Device types.

"kMobilePhoneCapsKey"						= "Mobiltelefon";
"kMobilePhonesCapsKey"						= "Mobiltelefone";
"kMobilePhoneKey"							= "Mobiltelefon";
"kMobilePhonesKey"							= "Mobiltelefone";
"kDeviceKey"								= "Gerät";
"kDevicesKey"								= "Geräte";
"kMouseKey"									= "Maus";
"kTrackpadKey"								= "Trackpad";
"kMiceKey"									= "Mäuse";
"kKeyboardKey"								= "Tastatur";
"kKeyboardsKey"								= "Tastaturen";
"kPrinterKey"								= "Drucker";
"kPrintersKey"								= "Drucker";
"kHeadsetKey"								= "Headset";
"kHeadphonesKey"							= "Kopfhörer";
"kHeadsetsKey"								= "Headsets";
"kComputerKey"								= "Computer";
"kComputersKey"								= "Computer";
"kPDAKey"									= "Handheld-Gerät";
"kLANAccessPointKey"						= "LAN-Zugriffspunkt";
"kTypeKey"									= "Typ";

// Services panel

"kServicesPanel_DeviceNameKey"				= "Gerätename: ";
"kServicesPanel_DeviceAddressKey"			= "Adresse des Geräts: ";
"kServicesPanel_DeviceTypeKey"				= "Gerätetyp: ";
"kServicesPanel_DeviceServicesKey"			= "Dienste für das Gerät: ";

"kSetupServicesPanel_PhoneTitleKey"			= "Wählen Sie die Dienste für Ihr Mobiltelefon aus:";
"kSetupServicesPanel_DeviceTitleKey"		= "Wählen Sie die Dienste für Ihr Gerät aus:";

"kSetupServicesPanel_ConfiguringServicesKey"		=	"Dienste konfigurieren …";

"kServicesPanel_GatheringInformationTitleKey"		=	"Es werden zusätzliche Informationen zu Ihrem Gerät gesammelt.";
"kServicesPanel_GatheringInformationExplanationKey"	=	"Der Computer benötigt Informationen zu Ihrem Gerät, um die Kommunikationsart zu bestimmen. Dieser Vorgang dauert nur wenige Sekunden.";
"kServicesPanel_GatheringInformationUnknownErrorKey"=	"Beim Sammeln von Informationen zu Ihrem Gerät ist ein unbekannter Fehler aufgetreten. Vergewissern Sie sich, dass sich Ihr Gerät in Reichweite dieses Computers befindet, dass es eingeschaltet und „sichtbar“ ist. Klicken Sie dann auf „Fortfahren“, um es erneut zu versuchen.";
"kServicesPanel_GatheringInformationSDPErrorKey"	=	"Beim Abfragen der verfügbaren Dienste auf Ihrem Gerät ist ein Fehler aufgetreten. Vergewissern Sie sich, dass sich Ihr Gerät in Reichweite dieses Computers befindet, dass es eingeschaltet und „sichtbar“ ist. Klicken Sie dann auf „Fortfahren“, um es erneut zu versuchen.";
"kServicesPanel_GatheringInformationStatusKey"		=	"Es werden zusätzliche Informationen zu Ihrem Gerät gesammelt …";
"kServicesPanel_GatheringInformationSuccessKey"		=	"Zusätzliche Informationen sammeln abgeschlossen.";

// Intro Panel.

"kWelcomeToTheSetUpAssistantKey"			= "Willkommen zum Bluetooth-Assistenten.";
"kWelcomeMachineHasBluetoothKey"			= "Wenn Ihr Gerät in der Liste erscheint, wählen Sie es aus und klicken Sie auf „Fortfahren“. Falls Sie Ihr Gerät nicht in der Liste finden, vergewissern Sie sich, dass es eingeschaltet und „sichtbar“ ist. Weitere Informationen finden Sie in der mitgelieferten Dokumentation zu Ihrem Gerät.";
"kWelcomeMachineDoesNotHaveBluetoothKey"	= "Es wurde keine geeignete Bluetooth-Hardware oder -Software auf diesem Computer gefunden. Wenn Sie kürzlich Bluetooth-Hardware installiert haben, vergewissern Sie sich, dass sie korrekt angeschlossen ist.\n\nIst dies der Fall, fahren Sie fort.";

//============================== Discovery Panel =============================//

// Discovery Panel (General)

"kDiscovery_Gen_ErrorOccurredSearchingKey"					= "Bei dem Versuch, die Suche durchzuführen, ist ein Fehler aufgetreten.";
"kDiscovery_Gen_UpdatingDeviceNamesSingleKey"				= "Gerätenamen aktualisieren …";
"kDiscovery_Gen_UpdatingDeviceNamesMultipleKey"				= "%@-Gerätenamen aktualisieren …";

// Mouse HID (HIDless) panel

"kHIDLess_MouseInstructionTextKey"							= "Es ist keine Maus angeschlossen.";
"kHIDLess_MouseSmallInstructionTextKey"						= "Der Bluetooth-Assistent sucht nach einer Bluetooth-Maus. Falls eine gefunden wird, wird diese mit Ihrem Computer verbunden. Wenn Sie eine USB-Maus verwenden möchten, überprüfen Sie alle Kabel.\n\nFalls Sie eine Bluetooth-Maus verwenden möchten und diese wird nicht gefunden, vergewissern Sie sich, dass die Maus eingeschaltet und „sichtbar“ ist. Um eine Apple Wireless Mouse einzuschalten, verwenden Sie den Schalter auf der Unterseite der Maus. Bei Mäusen von Drittherstellern lesen Sie bitte die mitgelieferte Dokumentation.";
"kHIDLess_MouseAttemptingToConnectTextKey"					= "Verbindungsversuch zur Maus #%@ (%@) …";
"kHIDLess_MouseClickContinueButtonTextKey"					= "Es wurde eine Verbindung zu einer Maus hergestellt. Um die Verbindung zu bestätigen, klicken Sie mit Ihrer Maus auf „Fortfahren“. Falls der Zeiger nicht mit dieser Maus bewegt werden kann und eine andere drahtlose Maus vorhanden ist, versucht Ihr Computer möglicherweise, die Verbindung zu der anderen drahtlosen Maus herzustellen.\n\nDer Bluetooth-Assistant wird in %@ Sekunden einen erneuten Verbindungsversuch zu Ihrer Maus unternehmen.";
"kHIDLess_MouseClickContinueButton2TextKey"					= "Es wurde eine Verbindung zu einer Maus hergestellt. Um die Verbindung zu bestätigen, klicken Sie mit Ihrer Maus auf „Fortfahren“. Falls der Zeiger nicht mit dieser Maus bewegt werden kann und eine andere drahtlose Maus oder ein drahtloses Trackpad vorhanden ist, versucht Ihr Computer möglicherweise, die Verbindung zu einem dieser anderen drahtlosen Geräte herzustellen.\n\nIhr Computer wird in %@ Sekunden einen erneuten Verbindungsversuch zu Ihrer Maus unternehmen.";
"kHIDLess_MouseWaitingForPairingAckTextKey"					= "Auf „Fortfahren“ klicken (%@ Sekunden) …";
"kHIDLess_MousePairingFailed1TextKey"						= "Der Computer konnte keine Verbindung zu der Maus herstellen. In 5 Sekunden wird ein erneuter Verbindungsversuch zu der Maus unternommen …";
"kHIDLess_MousePairingFailed2TextKey"						= "Die Verbindung zur Maus ist fehlgeschlagen. Es wird versucht, eine Verbindung zum nächsten drahtlosen Gerät (Maus oder Trackpad) herzustellen …";


// Mouse or Trackpad HID (HIDless) panel
"kHIDLess_MouseTrackpadInstructionTextKey"					= "Es ist keine drahtlose Maus und kein drahtloses Trackpad angeschlossen.";
"kHIDLess_MouseTrackpadSmallInstructionTextKey"				= "Es wird nach einer drahtlosen Maus bzw. einem drahtlosen Trackpad gesucht. Falls ein solches Gerät gefunden wird, wird es mit Ihrem Computer verbunden. Falls Sie eine USB-Tastatur verwenden möchten, überprüfen Sie alle Kabel.\n\nFalls Sie eine drahtlose Maus bzw. ein drahtloses Trackpad verwenden möchten und ein solches Gerät wird nicht gefunden, vergewissern Sie sich, dass Ihr Gerät eingeschaltet und „sichtbar“ ist. Falls Sie eine Apple Wireless Mouse bzw. ein Apple Wireless Trackpad verwenden, schalten Sie das Gerät ein. Bei Geräten von Drittherstellern lesen Sie bitte die mitgelieferte Dokumentation.";
"kHIDLess_TrackpadAttemptingToConnectTextKey"				= "Verbindungsversuch zum Trackpad #%@ (%@) …";
"kHIDLess_TrackpadClickContinueButtonTextKey"				= "Es wurde eine Verbindung zu einem Trackpad hergestellt. Um die Verbindung zu bestätigen, klicken Sie mit Ihrem Trackpad auf „Fortfahren“. Falls der Zeiger nicht mit dem Trackpad bewegt werden kann und eine drahtlose Maus oder ein anderes drahtloses Trackpad vorhanden ist, versucht Ihr Computer möglicherweise, die Verbindung zu einem dieser anderen drahtlosen Geräte herzustellen.\n\nIhr Computer wird in %@ Sekunden einen erneuten Verbindungsversuch zu Ihrem Trackpad unternehmen.";
"kHIDLess_TrackpadPairingFailed1TextKey"					= "Der Computer konnte keine Verbindung zum Trackpad herstellen. In 5 Sekunden wird ein erneuter Verbindungsversuch unternommen …";
"kHIDLess_TrackpadPairingFailed2TextKey"					= "Die Verbindung zum Trackpad ist fehlgeschlagen. Es wird versucht, eine Verbindung zum nächsten drahtlosen Gerät (Maus oder Trackpad) herzustellen …";


// Keyboard HID (HIDless) panel

"kHIDLess_KeyboardInstructionTextKey"						= "Es ist keine drahtlose Tastatur angeschlossen.";
"kHIDLess_KeyboardSmallInstructionDiscoveringTextKey"		= "Der Bluetooth-Assistent sucht nach einer Bluetooth-Tastatur. Falls eine gefunden wird, wird diese mit Ihrem Computer verbunden. Falls Sie eine USB-Tastatur verwenden möchten, überprüfen Sie alle Kabel.\n\nFalls Sie eine Bluetooth-Tastatur verwenden möchten und diese wird nicht gefunden, vergewissern Sie sich, dass die Tastatur eingeschaltet und „sichtbar“ ist. Falls Sie ein Apple Wireless Keyboard verwenden, schalten Sie es ein. Bei Tastaturen von Drittherstellern lesen Sie bitte die mitgelieferte Dokumentation.";
"kHIDLess_KeyboardSmallInstructionDiscovering2TextKey"		= "Es wird nach einer drahtlosen Tastatur gesucht. Falls eine gefunden wird, wird diese mit Ihrem Computer verbunden. Falls Sie eine USB-Tastatur verwenden möchten, überprüfen Sie alle Kabel.\n\nFalls Sie eine drahtlose Tastatur verwenden möchten und diese wird nicht gefunden, vergewissern Sie sich, dass die Tastatur eingeschaltet und „sichtbar“ ist. Falls Sie ein Apple Wireless Keyboard verwenden, schalten Sie es ein. Bei Tastaturen von Drittherstellern lesen Sie bitte die mitgelieferte Dokumentation.";
"kHIDLess_KeyboardSmallInstructionPairingTextKey"			= "Für die Konfiguration Ihrer Tastatur geben Sie bitte folgendes Kennwort ein und betätigen Sie danach den Zeilenschalter:\n\n\n\n\n\nDer Verbindungsaufbau wird abgeschlossen, sobald Sie das Kennwort für Ihre Tastatur eingegeben haben.";
"kHIDLess_KeyboardAttemptingToConnectTextKey"				= "Verbindungsversuch zur Tastatur #%@ (%@) …";
"kHIDLess_KeyboardConnectedTextKey"							= "Verbindung zur Tastatur #%@ wurde hergestellt (%@).";
"kHIDLess_KeyboardTypeContinueButtonTextKey"				= "Die Verbindung zu Ihrer Tastatur wurde hergestellt.\n\nBetätigen Sie den Zeilenschalter auf Ihrer Tastatur, sobald Sie bereit sind.";
"kHIDLess_KeyboardPairingAuthenticationFailedTextKey"		= "Ein Authentifizierungsfehler ist aufgetreten. Die Codes stimmen nicht überein.";
"kHIDLess_KeyboardPairingTimeoutTextKey"					= "Bei der Verbindung ist eine Zeitüberschreitung aufgetreten. Geben Sie das Kennwort ein und drücken Sie den Zeilenschalter.";
"kHIDLess_KeyboardPairingAuthenticationFailed2TextKey"		= "Der Computer konnte keine Verbindung zu der Tastatur herstellen. In 5 Sekunden wird ein erneuter Verbindungsversuch zu der Tastatur unternommen …";
"kHIDLess_KeyboardPairingFailedTextKey"						= "Der Computer konnte keine Verbindung zu der Tastatur herstellen. In 5 Sekunden wird ein erneuter Verbindungsversuch unternommen …";

//============================== Pair Panel =============================//

"kDiscovery_Device_YouMustFindAndSelectBeforeContinuingKey"	= "Wählen Sie zuerst ein Gerät aus der Liste aus, bevor Sie fortfahren.";
"kDiscovery_Device_NoDeviceSelectedKey"						= "Kein Gerät ausgewählt";

"kPair_Mouse_PairingAttemptSucceededKey"		= "Der Computer und die Maus wurden erfolgreich verbunden.";
"kPair_Trackpad_PairingAttemptSucceededKey"		= "Der Computer und das Trackpad wurden erfolgreich verbunden.";
"kPair_Keyboard_PairingAttemptSucceededKey"		= "Der Computer und die Tastatur wurden erfolgreich verbunden.";

// Pair Panel (General).

"kPair_General_NoDeviceStringKey"				= "Fehler: Im vorherigen Bereich wurde kein Gerät angegeben.";
"kPair_General_PairingAttemptToPairKey"			= "Verbindung zu „%@“ wird aufgebaut.";
"kPair_General_ConnectingToDeviceKey"			= "Mit „%@“ verbinden";
"kPair_General_ConnectionEstablishedKey"		= "Die Verbindung wurde hergestellt.";

// Discovery Panel (mice)

"kDiscovery_Mouse_SearchingForDevicesKey"					= "Suche nach Mäusen – %@ gefunden";
"kDiscovery_Mouse_YouMustFindAndSelectBeforeContinuingKey"	= "Wählen Sie zuerst eine Maus aus der Liste aus, bevor Sie fortfahren.";
"kDiscovery_Mouse_NoDeviceSelectedKey"						= "Keine Maus ausgewählt";
"kDiscovery_Mouse_SmallInstructionTextKey"					= "Wenn Ihre Maus in der Liste erscheint, wählen Sie sie aus und klicken Sie auf „Fortfahren“. Falls Sie Ihre Maus nicht in der Liste finden, vergewissern Sie sich, dass sie „sichtbar“ ist. Falls Sie eine Apple Wireless Mouse benutzen, schalten Sie sie mit dem Schalter auf der Unterseite ein.";
"kDiscovery_Mouse_NoFoundDevicesSoFarKey"					= "Es wurde keine Maus gefunden. Vergewissern Sie sich, dass Ihre Maus „sichtbar“ ist.";
"kDiscovery_Mouse_BigInstructionTextKey"					= "Suche nach Ihrer Maus";

// Discovery Panel (mice/trackpads)
"kDiscovery_Mouse_Trackpad_SearchingForDevicesKey"			= "Suche nach drahtlosen Mäusen oder Trackpads – %@ gefunden";
"kDiscovery_Mouse_Trackpad_NoFoundDevicesSoFarKey"			= "Es wurden keine drahtlosen Geräte (Mäuse oder Trackpads) gefunden. Vergewissern Sie sich, dass Ihr drahtloses Gerät „sichtbar“ ist.";


// Discovery Panel (keyboards)

"kDiscovery_Keyboard_SearchingForDevicesKey"					= "Suche nach Tastaturen – %@ gefunden";
"kDiscovery_Keyboard_YouMustFindAndSelectBeforeContinuingKey"	= "Wählen Sie zuerst eine Tastatur aus der Liste aus, bevor Sie fortfahren.";
"kDiscovery_Keyboard_NoDeviceSelectedKey"						= "Keine Tastatur ausgewählt";
"kDiscovery_Keyboard_SmallInstructionTextKey"					= "Wenn Ihre Tastatur in der Liste erscheint, wählen Sie sie aus und klicken Sie auf „Fortfahren“. Falls Sie Ihre Tastatur nicht in der Liste finden, vergewissern Sie sich, dass sie „sichtbar“ ist. Falls Sie ein Apple Wireless Keyboard benutzen, schalten Sie es ein.";
"kDiscovery_Keyboard_NoFoundDevicesSoFarKey"					= "Es wurden keine Tastaturen gefunden. Vergewissern Sie sich, dass Ihre Tastatur „sichtbar“ ist.";
"kDiscovery_Keyboard_BigInstructionTextKey"						= "Suche nach Ihrer Tastatur";


// Pair Panel (SSP Numeric Comparison).

"kPair_SSPNumCmp_StatusExplanationTextKey"		= "Um mit dem Verbindungsaufbau fortzufahren, vergewissern Sie sich, dass die Nummer unten auf dem zu verbindenden Gerät angezeigt wird.";
"kPair_SSPNumCmp_StatusTextKey"					= "Wenn diese Nummer auf dem anderen Gerät angezeigt wird, klicken Sie auf „Fortfahren“, um den Verbindungsaufbau abzuschließen. Wenn diese Nummer nicht angezeigt wird, klicken Sie auf „Zurück“, um es erneut zu versuchen.";

// Pair Panel (SSP Passkey Notification).

"kPair_SSPPassNotif_StatusExplanationTextKey"	= "Um mit dem Verbindungsaubau fortzufahren, geben Sie auf dem zu verbindenden Gerät die nachstehende Nummer ein und drücken Sie die Eingabetaste.";

// Pair Panel (Other Devices).

"kPair_Device_BigTitleTextKey"					= "Verbindungsaufbau zum Bluetooth-Gerät";
"kPair_Device_InstructionTextKey"				= "Sie werden möglicherweise aufgefordert, ein Kennwort für Ihr Gerät einzugeben. Überprüfen Sie, ob Ihr Gerät bereit ist, ein Kennwort zu akzeptieren. Ist dies der Fall, geben Sie bitte folgendes Kennwort ein:\n\n\n\n\nSobald Sie das Kennwort in Ihr Gerät eingegeben haben, wird der Verbindungsaufbau abgeschlossen.";
"kPair_Device_ClickContinueToSetupKey"			= "Klicken Sie auf „Fortfahren“, um die verfügbaren Dienste für Ihr Gerät zu konfigurieren.";
"kPair_Device_PairingAttemptFailed1Key"			= "Die Verbindung zu Ihrem Gerät kann nicht aufgebaut werden.\nKlicken Sie auf „Fortfahren“ und versuchen Sie es erneut.";
"kPair_Device_PairingAttemptFailed2Key"			= "Der Verbindungsaufbau ist fehlgeschlagen. Vergewissern Sie sich, dass sich Ihr Gerät in Reichweite dieses Computers befindet, dass es eingeschaltet und „sichtbar“ ist. Klicken Sie dann auf „Fortfahren“, um es erneut zu versuchen.";
"kPair_Device_PairingAttemptFailed3Key"			= "Der Verbindungsaufbau ist fehlgeschlagen. Wenn Sie einen Code verwenden, überprüfen Sie, ob Sie den korrekten, oben angegebenen Code in Ihr Gerät eingegeben haben. Klicken Sie danach auf „Fortfahren“ und versuchen Sie es erneut.";
"kPair_Device_PairingAttemptFailed18Key"		= "Der Verbindungsaufbau ist fehlgeschlagen. Das Gerät hat den Verbindungsversuch abgelehnt. Lesen Sie die mitgelieferte Dokumentation und klicken Sie danach auf „Fortfahren“ und versuchen Sie es erneut.";
"kPair_Device_PairingAttemptSucceededKey"		= "Der Computer und das Gerät wurden erfolgreich verbunden.";
"kPair_Device_AlreadyPairedKey"					= "Der Computer und das Gerät sind bereits verbunden.";
"kPair_Device_GatheringServiceInformationKey"	= "Es werden Dienstinformationen über Ihr Gerät gesammelt.";
"kPair_Device_GatheringInformationKey"			= "Es werden zusätzliche Informationen über Ihr Gerät gesammelt.";
"kPair_Device_EmptyPasskeyInstructionTextKey"	= "Der Computer verwendet ein leeres Kennwort, um sich mit Ihrem Gerät zu verbinden.";

//============================== Dial up Panel =============================//

"kDialupErrorSavingNetworkTitleTextKey"			= "Die Netzwerkeinstellungen konnten nicht gesichert werden.";
"kDialupErrorSavingNetworkExplanationTextKey"	= "Die Bluetooth-Netzwerkkonfigurationen konnten nicht gesichert werden.";
"kDialupErrorSavingSerialTitleTextKey"			= "Die Netzwerkeinstellungen konnten nicht gesichert werden.";
"kDialupErrorSavingSerialExplanationTextKey" 	= "Die Änderungen der Netzwerkkonfiguration konnten nicht gesichert werden.";

//============================== Internet Access Panel =============================//

"kInternetAccess_InstructionTitleKey"				= "Damit Sie über Ihr Gerät Zugang zum Internet haben, müssen Sie folgende Informationen eingeben. ";
"kInternetAccess_UserNameTextFieldLabelKey"			= "Benutzername:";
"kInternetAccess_PasswordTextFieldLabelKey"			= "Kennwort:";
"kInternetAccess_APNTextFieldLabelKey"				= "APN:";
"kInternetAccess_PhoneNumberTextFieldLabelKey"		= "Telefonnummer:";
"kInternetAccess_GPRSExampleKey"					= "Zum Beispiel: *99*123456789#";
"kInternetAccess_NoBluetoothNetworkInterfaceKey"	= "Der Bluetooth-Assistent kann Ihr Gerät nicht als Einwählmodem konfigurieren, da die Bluetooth-Schnittstelle nicht verfügbar ist. Öffnen Sie die Systemeinstellung „Netzwerk“, um sie hinzuzufügen.";

//============================== conclusion Panel =============================//

"kCheckMarkCharacterKey"							= "√";
"kBulletCharacterKey"								= "•";
"kConclusionPanelUseISyncKey"						= "Verwendung von iSync, um Kontakte und Ereignisse zu\n   übertragen";
"kConclusionPanelUseFileTransferKey"				= "Für Dateiübertragung verwenden";
"kConclusionPanelUseAddressBookKey"					= "Adressbuch verwenden";
"kConclusionPanelUseAsHIDDeviceKey"					= "Als Eingabegerät für diesen Computer verwenden";
"kConclusionPanelUseInternetKey"					= "Internetzugang";
"kConclusionPanelUseSerialPortKey"					= "Ein serieller Anschluss für den Computer wurde erstellt";
"kConclusionPanelUseAsPANDeviceKey"					= "Als persönliches Netzwerk verwenden";
"kConclusionPanelUseAsAudioOutputKey"				= "Als Audioausgabegerät verwenden";
"kConclusionPanelUseAsAudioInputKey"				= "Als Audioeingabegerät verwenden";
"kConclusionPanelDevicePairedKey"					= "Der Verbindungsaufbau wurde erfolgreich abgeschlossen";
"kConclusionPanelNoSupportedServicesWereFoundKey"	= "Auf diesem Gerät wurden keine unterstützten Dienste gefunden.";
"kConclusionPanelFailedNoServicesTitleKey"			= "Ihr Bluetooth-Gerät wurde nicht mit Ihrem Computer konfiguriert.";

//============================== General conclusion Panel =============================//

"kConclusionPanelPhoneSummaryTitleKey"		= "Ihr Computer und Ihr Mobiltelefon sind wie folgt konfiguriert:";
"kConclusionPanelDeviceSummaryTitleKey"		= "Ihr Computer und Ihr Gerät sind wie folgt konfiguriert:";

"kConclusionPanelMobilePhoneSetupKey"		= "Ihr Mobiltelefon wurde erfolgreich konfiguriert. Sie können damit jetzt die Bluetooth-Funktionen Ihres Computers verwenden.";
"kConclusionPanelKeyboardSetupKey"			= "Ihr Computer wurde erfolgreich konfiguriert. Sie können damit jetzt Ihre Bluetooth-Tastatur verwenden.";
"kConclusionPanelMouseSetupKey"				= "Ihr Computer wurde erfolgreich konfiguriert. Sie können damit jetzt Ihre Bluetooth-Maus verwenden.";
"kConclusionPanelTrackpadSetupKey"			= "Ihr Computer wurde erfolgreich konfiguriert. Sie können damit jetzt Ihr Bluetooth-Trackpad verwenden.";	
"kConclusionPanelOtherDeviceKey"			= "Ihr Computer wurde erfolgreich konfiguriert. Sie können damit jetzt Ihr Bluetooth-Gerät verwenden.";
"kConclusionPanelKeyboardAndMouseKey"		= "Ihr Computer wurde erfolgreich konfiguriert. Sie können damit jetzt Ihre Bluetooth-Tastatur und Maus verwenden.";
"kConclusionPanelPrinterSetupKey"			= "Ihr Computer wurde erfolgreich konfiguriert. Sie können damit jetzt Ihren Bluetooth-Drucker verwenden.";
"kConclusionPanelHeadsetSetupKey"			= "Ihr Computer wurde erfolgreich konfiguriert. Sie können damit jetzt Ihr Bluetooth-Headset verwenden.";
"kConclusionPanelAppleHeadsetSetupKey"		= "Ihr Computer wurde erfolgreich konfiguriert. Sie können damit jetzt Ihr iPhone-Bluetooth-Headset verwenden.";
"kConclusionPanelAppleiPhoneSetupKey"		= "Ihr Computer wurde erfolgreich konfiguriert. Sie können damit jetzt Ihr iPhone verwenden.";
"kConclusionPanelMouseSetupSkippedKey"		= "Eine Maus wurde an den Computer angeschlossen. Die Konfiguration der Bluetooth-Maus wurde unterbrochen.";
"kConclusionPanelMouseTrackpadSetupSkippedKey"	= "Eine Maus wurde an den Computer angeschlossen. Die Konfiguration der Bluetooth-Maus bzw. des -Trackpads wurde unterbrochen.";
"kConclusionPanelKeyboardSetupSkippedKey"	= "Eine Tastatur wurde an den Computer angeschlossen. Die Konfiguration der Bluetooth-Tastatur wurde unterbrochen.";
"kConclusionPanelSetupInterruptedKey"		= "Die Konfiguration des Geräts wurde unterbrochen.";
"kConclusionPanelHeadsetsNotSupportedKey"	= "Der Assistent konnte das Headset nicht konfigurieren. Versuchen Sie es erneut.";
"kConclusionPanelFailedSetupErrorKey"		= "Beim Konfigurieren Ihres Geräts ist ein Fehler aufgetreten (0x%x). Bitte versuchen Sie es erneut zu konfigurieren.";
"kConclusionPanelFailedNoServicesTextKey"	= "Auf Ihrem Gerät wurden keine konfigurierbaren Dienste gefunden. Das liegt möglicherweise daran, dass die Dienste auf dem Gerät nicht aktiviert sind oder das Gerät über keine Dienste verfügt, die mit Ihrem Computer konfiguriert werden müssen. Weitere Informationen finden Sie in der mitgelieferten Dokumentation zu Ihrem Gerät.";
"kConclusionPanelNoServicesConfiguredTextKey"	= "Es wurde keiner der verfügbaren Dienste für Ihr Bluetooth-Gerät konfiguriert.";
"kConclusionPanelUseAssistantAgainToChangeKey"	= "Verwenden Sie diesen Assistenten erneut, falls Sie Einstellungen ändern möchten.";


